Repository: D4rkMindz/cevi-web_API
Catalog: resources/locale/*_messages.po
Languages: de_ch

source: Authentication failed
de_ch: Authentifizierung fehlgeschlagen

source: No data available
de_ch: Keine Daten verfügbar

source: Not found
de_ch: Nicht gefunden

source: No article found
de_ch: Keine Artikel gefunden

source: No articles found
de_ch: Keine Artikel gefunden

source: Inserted article successfully
de_ch: Artikel erfolgreich hinzugefügt

source: Updating article failed
de_ch: Aktualisierung des Artikels fehlgeschlagen

source: Updated article successfully
de_ch: Artikel aktualisiert

source: Deleting article failed
de_ch: Löschung des Artikels fehlgeschlagen

source: Deleted article successfully
de_ch: Artikel gelöscht

source: invalid user data
de_ch: Ungültige Benutzerdaten

source: No events found
de_ch: Keine Events gefunden

source: Department not found
de_ch: Department nicht verfügbar

source: No chests found
de_ch: Keine Kisten gefunden

source: Creating chest failed
de_ch: Erstellen der Kiste fehlgeschlagen

source: Created chest successfully
de_ch: Kiste erfolgreich hinzugefügt

source: Updating chest failed
de_ch: Aktualisierung der Kiste fehlgeschlagen

source: Updated chest successfully
de_ch: Kiste aktualisiert

source: Deleting chest failed
de_ch: Löschung der Kiste fehlgeschlagen

source: Deleted chest successfully
de_ch: Kiste gelöscht

source: No corridors found
de_ch: Keine Korridore gefunden

source: Creating corridor failed
de_ch: Erstellen des Korridors fehlgeschlagen

source: Created corridor successfully
de_ch: Korridor erfolgreich hinzugefügt

source: Updating corridor failed
de_ch: Aktualisierung des Korridors fehlgeschlagen

source: Updated corridor successfully
de_ch: Korridor aktualisiert

source: Deleting corridor failed
de_ch: Löschung des Korridors fehlgeschlagen

source: Deleted corridor successfully
de_ch: Korridor gelöscht

source: Department does not exist
de_ch: Abteilung existiert nicht

source: Update failed
de_ch: Aktualisierung fehlgeschlagen

source: Updated department successfully
de_ch: Abteilung aktualisiert

source: Deleting user failed
de_ch: Löschung des Benutzers fehlgeschlagen

source: Deleted user successfully
de_ch: Benutzer gelöscht

source: Not Found
de_ch: Nicht gefunden

source: No articles for event found
de_ch: Keine Artikel für den Event gefunden

source: Server Error
de_ch: Serverfehler

source: Linking article failed
de_ch: Hinzufügen des Artikels fehlgeschlagen

source: Linked article successfully
de_ch: Artikel hinzugefügt

source: Unlinking article and event failed
de_ch: Entfernen des Artikels fehlgeschlagen

source: Unlinked article and event successfully
de_ch: Artikel entfernt

source: Inserted event successfully
de_ch: Event hinzugefügt

source: Event not found
de_ch: Event wurde nicht gefunden

source: Updating event failed
de_ch: Aktualisierung des Events fehlgeschlagen

source: Updated event successfully
de_ch: Event aktualisiert

source: Deleting event failed
de_ch: Löschung des Events fehlgeschlagen

source: Deleted event successfully
de_ch: Event gelöscht

source: No locations found
de_ch: Keine Lagerorte gefunden

source: Creating location failed
de_ch: Erstellen des Lagerortes fehlgeschlagen

source: Created location successfully
de_ch: Lagerort erfolgreich hinzugefügt

source: Updating location failed
de_ch: Aktualisierung des Lagerortes fehlgeschlagen

source: Updated location successfully
de_ch: Lagerort aktualisiert

source: Deleting location failed
de_ch: Löschung des Lagerortes fehlgeschlagen

source: Deleted location successfully
de_ch: Lagerort gelöscht

source: No participations found
de_ch: Keine Teilnehmer gefunden

source: No participation found
de_ch: Keinen Teilnehmer gefunden

source: Creating participation failed
de_ch: Teilnahme fehlgeschlagen

source: Created participation successfully
de_ch: Teilnahme bestätigt

source: Updating participation failed
de_ch: Aktualisierung der Teilnahme fehlgeschlagen

source: Updated participation successfully
de_ch: Teilnahme aktualisiert

source: Deleting participation failed
de_ch: Löschung der Teilnahme fehlgeschlagen

source: Deleted participation successfully
de_ch: Teilnahme gelöscht

source: Cancelling event failed
de_ch: Abbruch des Events fehlgeschlagen

source: No rooms found
de_ch: Keine Räume gefunden

source: Creating room failed
de_ch: Erstellung des Raumes fehlgeschlagen

source: Created room successfully
de_ch: Raum erfolgreich hinzugefügt

source: Updating room failed
de_ch: Aktualisierung des Raums fehlgeschlagen

source: Updated room successfully
de_ch: Raum aktualisiert

source: Deleting room failed
de_ch: Löschung des Raumes fehlgeschlagen

source: Deleted room successfully
de_ch: Raum gelöscht

source: No shelfs found
de_ch: Keine Regale gefunden

source: Creating shelf failed
de_ch: Erstellung des Regals fehlgeschlagen

source: Created shelf successfully
de_ch: Regal erfolgreich hinzugefügt

source: Updating shelf failed
de_ch: Aktualiserung des Regals fehlgeschlagen

source: Updated shelf successfully
de_ch: Regal aktualisiert

source: Deleting shelf failed
de_ch: Löschung des Regals fehlgeschlagen

source: Deleted shelf successfully
de_ch: Regal gelöscht

source: No storage places found
de_ch: Keine Lagerplätze gefunden

source: Storage place does not exist
de_ch: Lagerplatz existiert nicht

source: Department does not exits
de_ch: Abteilung existiert nicht

source: Created storage place successfully
de_ch: Lagerplatz erfolgreich erstellt

source: Storage place does not exits
de_ch: Lagerplatz existiert nicht

source: Updating storage place failed
de_ch: Aktualiserung des Lagerplatzes fehlgeschlagen

source: Updated storage place successfullly
de_ch: Lagerplatz aktualisiert

source: Server error
de_ch: Serverfehler

source: Deleting storage place failed
de_ch: Löschung des Lagerplatzes fehlgeschlagen

source: Deleted storage place successfully
de_ch: Lagerplatz gelöscht

source: No trays found
de_ch: Keine Tablare gefunden

source: Creating tray failed
de_ch: Erstellung des Tablars fehlgeschlagen

source: Created tray successfully
de_ch: Tablar erfolgreich erstellt

source: Updating tray failed
de_ch: Aktualisierung des Tablars fehlgeschlagen

source: Updated tray successfully
de_ch: Tablar aktualisiert

source: Deleting tray failed
de_ch: Löschung des Tablars fehlgeschlagen

source: Deleted tray successfully
de_ch: Tablar gelöscht

source: No users found
de_ch: Keine Benutzer gefunden

source: Please define user_id correctly
de_ch: Bitte definiere user_id korrekt

source: No user found
de_ch: Keinen Benutzer gefunden

source: CEVI Web sign up
de_ch: CEVI Web Registration

source: Signed up user successfully
de_ch: Benutzer erfolgreich registriert

source: Updated user successfully
de_ch: Benutzer erfolgreich aktualisiert

source: User deleted successfully
de_ch: Benutzer gelöscht

source: No images available
de_ch: Keine Bilder verfügbar

source: Required
de_ch: Benötigt

source: too short
de_ch: zu kurz

source: too long
de_ch: zu lang

source: Not a valid email address
de_ch: Keine gültige Email Adresse

source: Does not exist
de_ch: Existiert nicht

source: Date already passed
de_ch: Datum vergangen

source: Article does not exist
de_ch: Artikel existiert nicht

source: Location id does not exist
de_ch: Lagerort existiert nicht

source: Room id does not exist
de_ch: Raum existiert nicht

source: Corridor id does not exist
de_ch: Korridor existiert nicht

source: Shelf id does not exist
de_ch: Regal existiert nicht

source: Tray id does not exist
de_ch: Tablar existiert nicht

source: Chest id does not exist
de_ch: Kiste existiert nicht

source: Dates more than a year in the future are not allowed here
de_ch: Ein Datum, welches mehr als ein Jahr in der Zukunft liegt, ist nicht erlaubt

source: Impossible quantity
de_ch: Unmögliche Anzahl

source: Quality id does not exist
de_ch: Qualitätsoption existiert nicht

source: Department name already exists
de_ch: Abteilungsname existiert bereits

source: Department group does not exist
de_ch: Reginalverband existiert nicht

source: Department type does not exist
de_ch: Abteilungstyp existiert nicht

source: The start of the event can not be in the past
de_ch: Der Event kann nicht in der Vergangenheit beginnen

source: The start of the event must be within 3 years
de_ch: Der Start des Events muss innerhalb der nächsten 3 Jahre sein

source: The end of the event must be after the start
de_ch: Der Event muss nach dem Beginn enden

source: If your event really lasts longer than 4 weeeks, please contact the administrator
de_ch: Wenn dein Event wirklich länger als vier Wochen dauert, kontaktiere bitte den Adminsitrator

source: If your leader meeting time really starts two weeks before the event, please contact the administrator
de_ch: Wenn der Beginn des Events für die Leiter wirklich zwei Wochen vor dem Event ist, kontaktiere bitte den Adminstrator

source: The leader meeting time must be before the real event
de_ch: Der Beginn für die Leiter muss vor dem Event sein

source: The event end time for the leaders must be after the real event
de_ch: Das Ende für die Leiter muss nach dem Event sein

source: If the event end time for your leaders is really later than two weeks, please contact the administrator
de_ch: Wenn das Ende für die Leiter wirklich zwei Wochen nach dem Event ist, kontaktiere bitte den Administrator

source: Price can not be negative
de_ch: Der Preis kann nicht negativ sein

source: If the price is really this high, please contact the administrator
de_ch: Wenn der Preis wirklich so hoch ist, kontaktiere bitte den Administrator

source: The earliest publication time is now
de_ch: Die früheste Veröffentlichungszeit ist jetzt

source: The event must be publicized before the start of the event
de_ch: Der Event muss vor dem Start veröffentlicht werden

source: Event does not exist
de_ch: Event existiert nicht

source: Not enough available
de_ch: Nicht genug verfügbar

source: User does not exist
de_ch: Benutzer existiert nicht

source: Status does not exist
de_ch: Status existiert nicht

source: Storage place not found
de_ch: Lagerplatz nicht gefunden

source: Name must be defined
de_ch: Name muss definiert werden

source: Storage place already exists
de_ch: Lagerplatz existiert bereits

source: Nothing defined
de_ch: Nichts definiert

source: Location does not exist
de_ch: Lagerort existiert nicht

source: Room does not exist
de_ch: Raum existiert nicht

source: Corridor does not exist
de_ch: Korridor existiert nicht

source: Shelf does not exist
de_ch: Regal existiert nicht

source: Tray does not exist
de_ch: Tablar existiert nicht

source: Chest does not exist
de_ch: Kiste existiert nicht

source: Please check your data
de_ch: Bitte überprüfe die Eingabe

source: Modifier does not exist
de_ch: Bearbeiter existiert nicht

source: Already in use
de_ch: Bereits verwendet

source: Password must contain a number
de_ch: Passwort muss eine Nummer haben

source: Password must contain a lowercase character
de_ch: Passwort muss einen Kleinbuchstaben haben

source: Password must contain a uppercase character
de_ch: Passwort muss einen Grossbuchstaben haben

source: Date required
de_ch: Datum erfordert

source: JS Certificate is outdated
de_ch: JS Zertifikat abgelaufen

source: Birthday not valid (minimum age: %s years
de_ch: Geburtsdatum ungültig (Mindestalter: %s Jahre)
